[
  {
    "name": "Jesse Tinsley",
    "text": "Meet Jesse Tinsley. As a certified drone pilot, this veteran Spokesman-Review photographer often can be seen capturing beautiful aerial photographs of our region. Sometimes though, the job requires getting down with the dogs.",
    "image": "https://media.spokesman.com/photos/2020/03/25/_JESSE_TINSLEY_NEWSROOM_SCRAPBOOK_t450.jpg?003ad6aeea675b15dadc8a2e7a30b417f5829857"
  },
  {
    "name": "Jim Meehan",
    "text": "Jim Meehan is no stranger to Zag Nation. As the lead writer covering the Gonzaga men's basketball team, he tells the stories behind the game and gets fans a bit closer to their favorite players.",
    "image": "https://media.spokesman.com/photos/2020/03/25/MEEHAN2_t450.jpg?003ad6aeea675b15dadc8a2e7a30b417f5829857"
  },
  {
    "name": "Don Chareunsy",
    "text": "Don Chareunsy is a foodie at heart. Whether it's interviewing acclaimed chefs such as Anita Lo or heading up The Spokesman-Review's features team, Don helps tell the stories that keep the Spokane region in the know, and well-fed.",
    "image": "https://media.spokesman.com/photos/2020/03/25/DON_t450.jpg?003ad6aeea675b15dadc8a2e7a30b417f5829857"
  },
  {
    "name": "Emma Epperly",
    "text": "Emma Epperly does a lot of everything. As a general assignment reporter, she is called on to cover car accidents, interview movie stars, pitch in on breaking news and take on whatever story the day presents her with. She has come to appreciate the unexpected.",
    "image": "https://media.spokesman.com/photos/2020/03/25/EMMA2_t450.jpg?003ad6aeea675b15dadc8a2e7a30b417f5829857"
  },
  {
    "name": "Azaria Podplesky",
    "text": "Features writer Azaria Podplesky always looks for ways to entertain her readers, whether it's by highlighting the best local events in her weekly columns in 7, or by going behind the scenes and finding interesting stories to tell.",
    "image": "https://media.spokesman.com/photos/2020/03/25/AZARIA_t450.jpg?003ad6aeea675b15dadc8a2e7a30b417f5829857"
  },
  {
    "name": "Amy Edelen",
    "text": "Amy Edelen knows business. As a member of The Spokesman-Review's business team, she helps readers stay informed on housing prices, unemployment, growth trends, and business deals.",
    "image": "https://media.spokesman.com/photos/2020/03/25/AMY_t450.jpg?003ad6aeea675b15dadc8a2e7a30b417f5829857"
  },
  {
    "name": "Adam Shanks",
    "text": "Meet Adam Shanks, our Spokane city government reporter. Although he was raised in upstate New York, Adam is a Northwesterner at heart. He sits through City Council meetings so you don't have to.",
    "image": "https://media.spokesman.com/photos/2020/03/25/ADAM_t450.jpg?003ad6aeea675b15dadc8a2e7a30b417f5829857"
  },
  {
    "name": "Shawn Vestal",
    "text": "Shawn Vestal, our resident news columnist, has held officials accountable for their misdeeds and celebrated citizens who have risen to the occasion. His work has inspired some to take action, and others to fire off letters to the editor.",
    "image": "https://media.spokesman.com/photos/2020/03/25/VESTAL3_t450.jpg?003ad6aeea675b15dadc8a2e7a30b417f5829857"
  },
  {
    "name": "Arielle Dreher",
    "text": "Arielle Dreher came to The Spokesman-Review thanks to support from Report for America and the Innovia Foundation.  Her reporting on critical health issues facing residents in rural Washington and Idaho is even more vital today.",
    "image": "https://media.spokesman.com/photos/2020/03/25/ARIELLE_t450.jpg?003ad6aeea675b15dadc8a2e7a30b417f5829857"
  },
  {
    "name": "Jim Camden",
    "text": "When it comes to covering government, Jim Camden is the dean. Literally. As the most veteran member of the Statehouse press corps, Jim keeps our readers well-informed on all of the action in Olympia.",
    "image": "https://media.spokesman.com/photos/2020/03/25/CAMDEN_t450.jpg?003ad6aeea675b15dadc8a2e7a30b417f5829857"
  },
  {
    "name": "Molly Quinn",
    "text": "There is no artist in Spokane like Molly Quinn. Her whimsical style is instantly recognizable to readers of The Spokesman-Review. She has painted gorgeous illustrations that instantly elevate the journalism accompanying it. She brings to life the stories that defy photography. She makes our pages better.",
    "image": "https://media.spokesman.com/photos/2020/03/25/MOLLY_t450.jpg?003ad6aeea675b15dadc8a2e7a30b417f5829857"
  },
  {
    "name": "Rob Curley",
    "text": "Spokesman-Review editor Rob Curley loves to talk with people and learn about their lives, whether it's a best-selling author or a stranger he meets downtown on his walk to lunch. It's that inquisitive nature combined with a playful sense of storytelling that helps make our newspaper different than most.",
    "image": "https://media.spokesman.com/photos/2020/03/25/ROB_t450.jpg?003ad6aeea675b15dadc8a2e7a30b417f5829857"
  }
]
